[{"title":"俄方采取的行动是为了保卫俄罗斯吗?","date":"2022-02-27T23:34:27.000Z","path":"archives/1447/","text":"出于备份目的转载自 知乎 作者：unknown 乌克兰是正当防卫，俄国则是彻头彻尾的非法入侵。这场战争保卫的是普京而非俄国的利益，是为了把俄国民众绑上普京的战争机器，变得需要由他“保护”，以国家利益为名进一步稳固和扩张其权位。正常国家是为普通民众的福祉服务的，总统只是民众的经理人而已，但是很显然这并不适用于俄国。入侵乌克兰必然造成全球对俄制裁，俄国民众必然将会面临经济崩溃（昨天俄国股市已经腰斩），正常国家不会这样做。但是普京的利益和俄罗斯民众的利益并不一致，俄罗斯民众只是普京实现个人野心的工具炮灰而已。无论俄国的扩张是否成功，民族主义都会转移普京失败经济能力带来的矛盾，令普京的权位更为稳固，可以合法审查和镇压反对者，并获得新彼得大帝的美名。 乌克兰对东部地区的占有是联合国承认的，也是苏联解体时的条约规定的，乌克兰选择加入北约属于乌克兰的主权和内政，俄国根本无权以自身安全为由予以干涉。俄国在乌克兰没有对俄主动攻击、没有违背国际公约，没有联合国授权的情况下悍然入侵，还以历史为名否认乌克兰作为国家独立存在的合法性，这等同于彻底颠覆现行国际秩序。如果以历史领土可以作为合理的开战理由，那么俄国本身就有大量领土应归还给周边国家，任何国家只要有实力就可以用相同理由任意突破现行边境，世界将彻底失去秩序陷于战争和动荡之中，和平与发展的时代将会终结。谴责乌克兰挑衅俄国将民众拖入战争而非谴责俄国侵略无异于谴责绑匪撕票是因为受害者家属抠门不付赎金，却反过来为绑匪开脱。全人类应当共同谴责和制裁的正是普京，正是普京为了一己私利（甚至不是俄国的国家利益）不惜夺去大量无辜平民的性命，破坏来之不易的和平发展态势，破坏疫情后来之不易的经济复苏，甚至可能将人类拖向毁灭性的核战争。 以我国利益的角度看，必须明确反对俄国入侵，甚至进行一些非实质性的对俄制裁，甩掉“俄国资助者”的恶名，以免引火烧身。俄国这是赤裸裸的支持分离主义，干涉乌克兰内政，侵犯乌克兰主权，一旦开此先例，美国也可以效法，这对内部分离主义猖獗的我国而言极为不利。我国作为俄国的准盟友是国际普遍的认识，如果不及时撇清关系，即使是坐山观虎斗也会被视为俄国的经济资助方，发达国家对俄经济制裁将可能得到充分的理由被扩展到我国。特别是在这些国家反华情绪强烈的状态下，一旦找到口实，政客们不会放过这个可以无视经济副作用迎合选民的机会。另外，俄国的入侵行径彻底破坏了疫情后的经济复苏和市场信心，将石油天然气和小麦大豆的价格推到历史高点，极大推高了制造业成本。作为制造业和出口主导的经济体，我国的制造业和出口将因此蒙受巨大损失。美联储为应对原材料上涨带来的通胀压力，将会加码加息，这样我国要么收缩银根伤害已经远低于预期的贷款和投资，要么接受外资迅速撤离止损带来的冲击。另外，还需额外花费巨额资金高价收购俄国受制裁的能源和粮食产品，进一步消耗业已吃紧的财政和外汇。以上危害远大于俄国给西方增加的麻烦和减少西太平洋的压力这种牵强附会的好处。退一万步讲，就算打算两边不得罪，私下资助俄国问题也不大，但是明面上必须和俄国彻底划清界限，鼓励俄国和西方搅屎只需要保证其最低限度生存水平即可，是用不着明面上和俄国暧昧不清的。 分析俄罗斯的动作，如果以俄罗斯的国家利益出发是谬以千里的，必须从普京的个人利益出发考虑问题。从俄国国家利益的角度看，这场入侵是极为有害的。俄罗斯这个动作已经造成的经济制裁包括全球主要发达国家禁止进口俄国农产品，欧盟、英国、美国已经冻结俄国在境内资产并禁止俄国资金使用其银行系统，俄罗斯第二大银行目前已经无法在海外进行业务，甚至中立国瑞士也加入了制裁队伍。未来美国可能彻底将俄国踢出swift体系，冬季结束后欧盟彻底终止与俄国的一切能源合作也已经成为大概率事件。理由也简单，北约之前已经把话说死了，一旦俄国做出实质性入侵就要实施有效制裁。一旦做不到，北约的信用就会破产，整个东欧就会在战争威胁下放弃一边倒，美国在各盟国的安全保证也就失去价值，相当于美国就失去了霸权地位，法德也将发现应对俄国的军事威胁比与美国争夺地区影响力更为迫切和现实。对于美国而言，制裁还有经济上的利好，以后欧盟将加大进口美国天然气，红脖子又有工作了，天然气的定价权也回到了美国手里。美国目前表态任何情况下不会出兵，但是这取决于俄国是否打算直取基辅并扶植亲俄傀儡政权，一旦这种可能性存在美国就会改变态度。之前美国是打算展示法德无力独立维持欧洲安全，从而重新盘活美国在北约的主导地位，但是一旦关系到美国建立的冷战后世界秩序的存续，这是美国的核心利益，美欧内讧就只能先放到一边。之前拜登曾经只打算进行非实质性制裁（投资禁令），在普京打算军事入侵后就改变决定了。 俄罗斯目前并没有什么像样的产业，除了军工业外，大量人口的就业是依靠俄气等大型能源企业维持的，而俄气以出口业务为大头，其中对欧盟出口占总出口的八成。对于俄国民众而言，一旦西方落实能源制裁基本等同于经济崩溃，卢布可能成为金圆券。东线输气管并不是这么容易修建的，一亿额外人口也没有哪个国家能用援助养的活，除非它自身也想陷入破产。对于俄国民众而言，乌克兰东部那点贫瘠的土地毫无意义，本来也不会分给他们一丝一毫，贩卖资源的利润大部分也不归属于他们，但他们的儿子、父亲和丈夫却完全可能以东乌克兰民兵的身份变成一具尸体。俄国民众已经发现了这件事情，因此目前俄国境内各大城市已经出现千人以上规模的反战示威，俄国各娱乐界、艺术界、科技界公众人物已经开始表态反战，目前俄国已经逮捕上千抗议者。 这场入侵唯一的受益者就是普京本人。普京的核心追求是想要成为新彼得大帝，想要更加稳固的权位。在普京的合法性叙事中，苏联的老路是走不得的，因为正是苏联出卖了俄国的利益，将沙俄的顿巴斯地区划给乌克兰，他所继承的是沙俄的法统。西方的道路也不能走，因为西方对俄罗斯具有种族恶意，时刻想要灭亡俄国，时刻阻碍着俄国拿回属于自己的利益，所以一切俄国的一切问题都来自于西方的掠夺，来自西方的一切影响都是不怀好意的渗透，是为了消灭俄国，所以必须予以坚决抵制，西方的社会体系自然也应该被抵制。因此，俄国人的生活改善绑定于俄国的强盛，俄国强盛的唯一的出路就是团结在普京周围，战胜西方，夺回苏联拱手让出的利益，只有这样俄国人才能过上好日子。而且只要跟着普京必然战无不胜，因为西方人愚蠢而散漫，没有奉献精神，没有大局观，过于计较回报，不愿意为大局牺牲个人权利。所以，在普京这样一个能迫使所有人团结在大局的名义下的全能统领者管理之下，西方不堪一击。普京能够带来的东西比自由和权利更有价值，值得牺牲它们来换取，普京所做的一切都是合理且不容置疑的。 以上叙事的逻辑全部指向一点，就是否认俄国民众所受的苦难主要来自普京特权集团的压榨和低劣的经济管理能力，反而认为俄国民众必须维护普京的绝对权利，并将个人的一切彻底地奉献于普京提出的新沙俄复兴的宏大目标，充当普京实现新彼得大帝美梦的工具，虽然这个美梦只服务于一小撮人，普通人只有白白送死的份。在这样的叙事之下，俄国人作为独立个体的存在价值，独立人格和自由意志，还有基本权利都被彻底否认了。俄国人只能彻底服从普京及其利益集团的一切支配和掠夺，包括大部分民生经费被用于扩张军力，作为普京白手套的垄断寡头的剥削，西方制裁带来的沉重的经济损失甚至是战场上的生命伤亡，因为离开了俄国和普京他们就什么也不是。这样的叙事也否认了理性的价值，俄国人思考任何问题都只能站在普京的立场上，以普京的利益为出发点，而不是以人道主义或客观真理为出发点，任何对普京及其特权集团的批评和反对都将被认为是西方搅乱军心的阴谋，是叛国行为。普京在今次入侵后已经获得了他所希望的权利扩张，比如可以名正言顺地镇压反对者发起的反战示威；可以要求媒体在乌克兰相关事件上停止报道一切非官方内容，普京可以用该理由审查一切境内资讯，并关停任何发布不利于他个人的信息的媒体和网络账号。 出于这样的叙事逻辑，普京必须时刻维持与西方的战争临界状态，不断地主动挑起与西方的矛盾，甚至主动向着受到西方制裁的方向前进。只有西方不断施压和制裁，才能证明普京集团合法性逻辑当中“西方时刻想要灭亡俄国，俄国的问题来自西方的压制”这一基本前提，而且能够以来自西方的制裁掩盖俄国经济日益恶化的主因即为普京及其利益集团的掠夺，避免俄国经济下行导致怨声载道，引发俄国民众与西方和解的希望，而是反过来利用其加强俄国民众敌视西方的情绪，从而将他们进一步绑定到普京的战车上成为人质。普京必然胜利的神话也必然需要不断的领土扩张来支持，如果无法迫使西方让步，俄国民众就可能反思战胜西方这条道路的可行性，并发现西方的社会体系不但带来富裕而且也绝非软弱不堪，具有可借鉴的价值，从而导致普京丧失合法性。 事实上，俄罗斯经济的问题在于经济结构的能源依赖，而这正是普京一手造成的。俄罗斯的税收极为高昂，福利却很低，盖因以一省之力却要维持与西方的军事均衡。垄断性的公有企业占据俄罗斯GDP的百分之七十，这些企业占据了几乎所有经济资源如贷款补贴等，效率却极其低下，它们名为公有实则为普京的一小撮利益集团服务，不断以亏本的价格向关联企业提供订单，然后再由关联企业将钱转移到这些人的海外账户内。俄罗斯最富有的人在海外拥有的财富几乎等同于整个俄罗斯国内财富，而且俄国的基尼系数在世界上名列前茅。俄国法治非常不完善，其法律叙述不清，造成普遍性违法的状况，一旦当局需要金钱的时候，就会发动“公司突击”，实行选择性执法。因此，在俄国经商必须讨好普京利益集团当中的各级政客，否则很容易在某次公司突击中被没收财产并锒铛入狱。在俄国，一个通知的力量远大于法律文件，企业随时可能因为某项创新对社会改变太大而被视为影响普京权利的稳定的风险而被关停或成为政客政治秀的代价，有时候甚至一类业务整体关停。俄国完全没有公平的市场竞争环境，所有躺着赚钱的基础性业务都由普京的利益集团垄断，任何其他企业想要染指就有锒铛入狱的危险，相反如果这些利益集团盯上某个企业的创新业务，则可以迅速将其强行收购或击垮。如此高昂的制度性成本导致资本不愿意投资于俄国，尤其对于长回报周期的创新业务毫无信心，而且俄国本身丰富的理工人才培养出来多数都会外流到西方，毕竟俄国无法为他们提供足够的就业机会。 作为历史上曾被沙俄侵占大量领土的国家，一众平克小将去美化普京出于个人权利欲望和野心而进行的侵略行径实在精神分裂到令人啼笑皆非。他们一面出于“世仇”去仇恨早已退出国门而且被阉割了的日本，连国产日系车，日本街的本国商户，国产和服和日本动漫也要抵制；一面却极力支持窃据大量国土未还而且同样对屠杀行径毫无悔意的俄国，甚至美化和合理化其划设势力范围和对另一国家进行侵略的帝国主义行径。其实从他们的极端民族主义者的视角看，乌克兰地区在苏联时期由于莫斯科的剪刀差政策、强制集体化、强制征粮并用于出口换汇等人为原因引发了大饥荒，而且俄国对此并无道歉。这种关系与中日“世仇”差不多，所以乌克兰对俄国的复仇是完全合理的。何况我国也是沙俄扩张的受害者，作为民族主义者理应旗帜鲜明地联合乌克兰索要领土。他们平时个个都是苏粉，见到东欧各国去苏联化就宣称那是充当西方走狗和数典忘祖，指责这些东欧国家是资产阶级代言人，但是普京继承沙俄的法统，认为苏联对俄罗斯进行了抢劫和掠夺，彻底否定了苏联道路，他们倒是无动于衷。他们宣称乌克兰加入北约是把美军开到俄国家门口，危害俄国的安全，俄国是迫不得已还击，却绝口不提俄国直接将军队开到乌克兰家里去危害乌克兰的安全，乌克兰才是不得不寻求北约的保护。 他们从来就不关心萨达姆和塔利班侵犯治下民众基本权利，屠杀反对者和特定民族，支持恐怖主义等行径，宣称主权高于一切，不得干涉内政，反对乌兹别克族等民族武装反抗塔利班。要是美军干涉内政派兵入侵，哪怕是去剿灭本拉登，平克们也早就群起而攻之了，他们甚至能认为本拉登是反抗侵略的英雄。按照平客们日常叫嚣用核弹洗地留岛不留人的习性，乌克兰现在在东部造成的伤亡实在过于温和了，怎么炮击几个幼儿园（还很可能就是东乌克兰伪军自行炮击给俄国提供口实的）俄国就有权来吊民伐罪干涉内政了？怎么这个时候他们就摇身一变成了自由主义者，开始赞成全民公投，民族自决，人权高于主权那一套了？平客们竟然一反常态明目张胆的无视乌克兰的主权和内政，谴责乌克兰充当西方棋子，把民众当炮灰，谴责乌克兰军队进攻东部造成民众伤亡，宣称乌克兰政府无法代表民众（似乎他们认为一个对普京而非乌克兰民众负责的总统更能代表乌克兰民众），宣称顿巴斯民众有全民公决选择独立和加入俄国的自由，宣称俄国有权到乌克兰境内“保护”顿巴斯地区民众，这种一百八十度转弯实在令人咂舌。其实就算是玩自由主义，乌克兰政府的合法性比远比随意武力镇压反对者集会，制造竞选舞弊，查抄反对党（俄共）党部，可能因为一句对普京的批评就把被民众抓进监狱或者被暗杀的普京窃盗集团强多了，乌克兰的清廉度和民主程度排名也远比俄国靠前。按照自由主义，只有乌克兰这样的三权分立国家才有资格吊民伐罪，将俄国民众从充当实现普京个人野心的工具和炮灰的悲惨境遇中解救出来。 现在美化和支持普京侵略行径的人，回到二战时期大概也会是支持日军侵华的汉奸。在他们看来，没有道义判断和理性思考，只有按立场站队，就算是立场他们也站不清楚，他们迷信血统决定立场和敌人的敌人就是朋友，而敌人就是鬼畜米英。因此，亚洲各国的对日战争在这些人看来就是“充当英美的棋子”，倒是日本军国主义宣称的“黄种人团结起来驱逐白种人”在他们看来很有说服力。 硬要解释的话，精神代入普京的人大概和苏粉差不多，奉行唯立场论和唯武力论，崇尚武力而不在意是非，希望依附于拥有强大武力的实体来抢夺更多利益。他们认为一切剥削源于美国和资本，而普京消灭了寡头，消灭了所有西方文化和西方社会体系，并且用暴力压制一切内外反对者，用暴力抗拒西方的影响并试图扩张俄式丛林秩序，还多次得手。这种行为方式与他们的立场完全一致，而且几乎就是他们理想中的统领者的现实投影，所以自然就应该是完美的，所以普京的负面消息自然就成了西方的抹黑。至于普京把民众当作实现特权阶层目标的工具，他们从来就认为包括自己在内的所有人生来就是为某个宏大目标服务的工具，所以这反而是进步的表现。谁要是不愿意充当工具，要按照自己的意志生活，那在他们看来反而是受到西方个人主义的蛊惑了 。具体的叙述，可以看本人之前对于苏粉动机的分析。","tags":[{"name":"日常","slug":"日常","permalink":"https://mouuy.com/tags/%E6%97%A5%E5%B8%B8/"}]},{"title":"探究：工团主义是什么？&一战后国际左翼运动&列宁主义","date":"2021-07-25T02:52:47.000Z","path":"archives/6333/","text":"“我一直确信，如果我们想使社会主义运动恢复生机，就必须得摧毁俄国神话。” ——乔治·奥威尔 本篇文章将阐述工团主义的具体内涵与一战前后国际左翼运动的发展。你将详细了解工团主义的主张与列宁主义给主流社会主义思想带来的惊人变化。 工团主义本文中的工团主义，指 ”无政府工团主义“，一种无政府主义的潮流，但在一些国家，由马克思主义者而不是无政府主义者主导。 内涵工团主义与无政府主义有着极其紧密的联系。无政府工团主义推动集体化工会组成的民主联盟作为社会主义国家的基本政治和经济单位。工会平等地属于其所有的工人成员，对他们所组织的工作场所有完全的经济和政治控制，并被中央政府给予很大的自治权。在更大的范围内，各工会选举其成员组成地区和全国工会代表大会，形成中央政府的立法权和行政权。 1906年法国总工会制订的《亚眠宪章》，最典型地表达了无政府工团主义的理论原则，主张由工会代替政党；把经济总罢工视为最高斗争形式；认为把资本家的生产资料转归工会掌握是一切工人运动的最终目的。由工会组织和领导生产，建立各种生产团体的自愿联盟以代替国家。 工团主义的核心便是由工会(生产组织)直接作为政治单位, 因而能直接保障工人掌握权利。这也使得国家管理不再需要冗余的官僚机构，能够极大地遏制官僚主义的成长。 工团主义提倡通过纯粹的工人组织以及罢工来推翻资本主义和国家，以使企业由资本家主导变成由工人主导。工团主义更加强调行动本身。英国工团主义者汤姆·曼恩宣称“工会的目标是发动阶级战争”。这场阶级战争不仅仅是为了获得工资和工时上的让步，更在于发动革命并推翻资本主义。 若对工团主义做一个总结。那可以划归为以下几条。 1. 倾向于联邦主义而不是中央集权。 2. 反对政党。 3. 视总罢工为最高的革命武器。 4. 赞成以 “联邦的、经济的社会组织 “取代国家。 5. 将工会视为后资本主义社会的基本构件。 工团主义被列宁主义者认为是一种机会主义。在一战爆发后，许多原本支持无国界的工团主义的人却被爱国主义号召上了战场，第二国际也在这种浪潮中解散。 历史一直到第一次世界大战和1917年俄国革命，无政府工团主义工会和组织在革命左派扮演着支配性的角色。 兴起与成长工团主义起源于法国，并从那里传播开来。 然而，在一些国家，某些工团主义的实践和思想早于法国这个名词的提出。在贝尔特·阿尔特纳看来，欧洲的一些运动甚至在1900年以前就可以称为工团主义。 工团主义者认为自己是第一国际的继承者，第一国际是1864年成立的国际社会主义组织，特别是其由米哈伊尔·巴枯宁领导的反专制派。巴枯宁及其追随者主张总罢工，拒绝选举政治，并预计工人组织将取代国家统治。根据卢西恩·范德瓦特的观点，1870年成立的第一国际的西班牙支部实际上是工团主义者。 1886年5月3日，警察在芝加哥的一次示威中杀死了三名罢工工人。第二天，有人（可能是警察）向人群中投掷了一枚炸弹，七名警察和四名工人被杀。四名无政府主义者最终被处决，因为他们被指控密谋了这起事件。这起被称为“干草市场事件”的事件，使得美国和欧洲的无政府主义者和劳工组织者，包括工团主义者，重新评估了大罢工的革命意义。 19世纪90年代，法国无政府主义者承认暗杀等个人行动已经失败，于是将注意力转向劳工运动。1895年，法国总工会成立，它从一开始就主张总罢工，旨在团结所有工人。1906年，法国总工会通过了《亚眠宪章》，重申总工会独立于政党政治，并确定了团结所有法国工人的目标。 1905年，美国西部矿工联合会、美国劳工联盟以及社会主义者、无政府主义者和工会主义者的广泛联合，在美国成立了世界产业工人联盟（IWW）。它的根据地主要在美国西部，那里的劳资冲突最激烈，工人因此也最激进。虽然IWW成员坚持认为他们的工会是一种独特的美国劳工组织形式，而不是欧洲工团主义的舶来品，但IWW是广义上的工团主义者。 法国的工团主义和美国的产业工会主义也影响了其他地方工团主义的兴起。 到1914年，秘鲁、巴西、阿根廷、墨西哥、荷兰、德国、瑞典、西班牙、意大利和法国都有了工团主义的全国性的劳工联合会，而比利时的工团主义者则正在组建一个联合会。俄国、日本、美国、葡萄牙、挪威、丹麦、匈牙利和英国也有主张工团主义的团体。 一战风云尽管工团主义者长期以来一直反对民族主义和军国主义。法国总工会的大多数人和意大利USI的相当一部分人没有这样做。长期以来，法国总工会中一个温和的、改良派的派别，他们占了上风。 它响应法国总统的号召，同意不罢工的承诺，通过仲裁解决劳资纠纷，并积极参加法国的战争。意大利、西班牙的社会主义者反对他们的国家参战，但意大利工团主义组织USI内部的少数人呼吁意大利政府站在协约国一边，他们把意大利参战视为国家独立的完成，亦觉得必须反对社会主义者的中立，因而支持战争。 USI内部的亲战派很快遭到罢免。阿曼多·博尔吉领导的无政府主义派别坚决反对这场战争，认为这场战争与工人的国际主义不相容，并预测这场战争只会为精英和政府服务，但它的反对遭到了政府的镇压。美国的IWW没有发起反战运动，因为它担心如果它这样做，政府会粉碎它，而它希望专注于它的经济斗争。 工团主义者内部的分裂很快导致了国际合作的瓦解，反战派举行的反战大会也遭到西班牙政府禁止，他们几乎没有能力阻止亲战派与一战的爆发。 衰落对战争的不满凝结在第一次世界大战后的革命中，而革命的起点是1917年的俄国革命。 在这场革命中，工团主义者与列宁主义者原先抱有共同的立场，几名工团主义者参加了布尔什维克的军事革命委员会。在十月革命成功后，工团主义者对临时政府的倒台感到欢欣鼓舞，但他们对新政府的成立感到担忧。但现在，布尔什维克不再依靠他们的帮助来推翻临时政府，他们现在可以无视工团主义者的反对，并在这次大会上以多数票击败了他们。 布尔什维克党认为，工人的控制并不意味着工人在地方上控制工厂，这种控制必须集中起来，并置于更广泛的经济计划之下。工团主义者痛斥布尔什维克政权，称其为国家资本主义。他们谴责国家对工厂的控制，鼓动在政治和经济上的权力下放和工业的“工团化”。 布尔什维克在俄国镇压了工团主义。从1920年代初开始，大多数国家的工团运动开始衰落，列宁主义在社会主义阵营掌握了主动权。这其中，国家的镇压发挥了重要作用，但没有被镇压的运动也逐渐衰落了。 立场工团主义不像社会主义那样有理论或系统地阐述意识形态。就像前文说的那样，“工团主义更加强调行动本身”。西班牙CNT的安德鲁·尼恩在1919年宣称：”我是行动和革命的狂热者。我相信行动胜过遥远的意识形态和抽象的问题。” 工团主义者认为，社会分为两大阶级，即工人阶级和资产阶级他们的利益是不可调和的，他们必须经常处于阶级斗争的状态。 工团主义者同意卡尔·马克思将国家定性为”统治阶级的执行机构”。 他们认为，一个社会的经济秩序决定了它的政治秩序，并认为前者不能通过改变后者而被推翻。尽管如此，一些工团主义的主要人物还是在政党中工作，有些人还参加了竞选。在一些国家，工团主义是由马克思主义者而不是无政府主义者主导的。 工团主义的概念中，工会发挥着双重作用。它们是资本主义内部为改善工作条件而进行斗争的机关，但它们也要在推翻资本主义的革命中发挥关键作用。维克多·格里菲埃尔在法国总工会大会上说：“在日常的要求中，工团主义寻求协调工人的努力，通过实现直接的改善来增加工人的福利，如减少工作时间，增加工资等。但这一任务只是工团主义工作的一个方面，它为彻底解放做准备，而彻底解放只有通过没收资产阶级（的生产资料）才能实现。” 工会被看作是新社会的胚胎，同时也是旧社会中的斗争手段。工团主义者普遍认为，在一个自由社会中，生产将由工人管理，国家机器将被取代。国家机器将被工人组织的统治所取代。在这样的社会里，个人将在经济领域以及私人和社会生活中获得解放。 与马克思主义者类似，工团主义者长期以来一直反对民族主义和军国主义。海伍德认为，”做国家的叛徒比做阶级的叛徒好”。法国工团主义者认为军队是资本主义秩序的主要维护者。1901年，法国总工会出版了一本鼓励士兵当逃兵的手册。同样，1911年，英国工团主义者分发了一封 《致英国士兵的公开信》，恳求他们不要向罢工工人开枪，而要加入工人阶级的反资本斗争。工团主义者认为，爱国主义是通过分散工人对其真正的阶级利益的注意力，使他们融入资本主义社会的一种手段。1908年，法国总工会的代表大会引用了第一国际的口号，宣称 “工人没有祖国”。 一战前后的左翼运动第一次世界大战可以被认为是国际左翼运动的分水岭，社会主义运动在这期间有了惊人的发展与变化，列宁主义者完成了实践，并极大地干预了国际左翼运动，威权社会主义也在这之后成为主流。 一战中与一战前尽管法国总工会的政策动摇了部分工团主义者，其他国家的工团组织几乎一致反对战争。中立的西班牙的CNT的何塞·内格雷宣称：”让德国赢，让法国赢，对工人来说都一样”。CNT坚持认为，在帝国主义冲突中，工团主义者不能支持任何一方。荷兰《劳工报》批评民族主义，因为“它体现在国家中，是对富人和穷人之间的阶级对立的否认”。 随着战争的进展，国内生活条件的恶化和前线伤亡人数的增加，使人们的不满情绪侵蚀了战争爆发所激发的热情和爱国主义。物价上涨,粮食匮乏,越来越明显的是,战争的时间不会很短。以德国为例，1916年夏天，由于粮食短缺，一些城市发生了示威和暴动。与此同时，反战示威活动也开始了。从1916年或1917年左右开始，欧洲各地的罢工增多，士兵开始哗变。工人们开始不信任鼓吹参战的社会主义领导人。 与西欧不同的是，俄国革命的领导人更倾向于激进的政治革命。 19世纪90年代，俄国资本主义进入了繁荣期，很快形成了国家资本主义制度。随之而来的是工人阶级的迅速成长，以及工人运动的蓬勃发展。 1905年，俄国爆发了革命。沙皇的反应却是血腥镇压，招致公众强烈的愤怒。一连串的暗杀活动、起义事件和大规模罢工此起彼伏。这一时期前后，列宁提出了一整套组织计划和基本的政治主张，列宁承认，无产阶级不可能跳过资产阶级革命阶段而直接进行社会主义革命，但是却可以由无产阶级代替资产阶级行使革命的领导权，以便在民主革命后尽快开展下一步社会主义革命。 列宁主义及其先锋队理论列宁主张建立由先锋队领导的无产阶级专政，从而拉开建立共产主义的政治序幕。列宁主义认为在资本主义社会和共产主义社会之间需要有一个过渡阶段，这个过渡阶段是只能是无产阶级专政。 列宁主义与其他流派最大的特点便是先锋队理论，“民主集中制”和帝国主义论。列宁认为“暴力革命”和“无产阶级专政”是实现社会主义的唯一途径，与正统马克思主义者理论有所不同的是，列宁认为即使是不发达的资本主义社会也可以直接向社会主义社会转化。 罗莎·卢森堡认为列宁受到了布朗基主义的影响。布朗基主义带有鲜明的威权主义色彩，其强调社会主义革命应由相对少数的高度组织化和秘密的密谋者施行。在夺取政权后，革命者应利用国家的力量来推行社会主义。 这与列宁的先锋队理论极其相似。先锋队理论与马克思的观点不同，它认为革命不能也不应由无产阶级自发发起，而必须由“先锋队政党”领导的工人和农民发起。“先锋队政党”应由类似列宁那样的激进中产阶级知识分子的精英群体构成。所组建的共产党应严格保密，组织严密，纪律严明，负责教育并引导群众。 列宁认为这一做法是必须的，原因是群众受到虚假意识的影响，无法认清自己的真实利益所在，因此不能相信群众有能力统治自己。民主只能在党内实行，且应受民主集中制的制约，即允许在决定某一问题时就党的路线展开充分而活跃的辩论，随后党的中央领导层会结束辩论并要求党员执行党的路线。为了指导群众革命以及建立社会主义工人国家，必须有严格的纪律。即革命的无产阶级专政必须是共产党以无产阶级的名义而实行的专政。 俄国革命在1903年，俄国社会民主工党分裂为布尔什维克与孟什维克两个派别。 孟什维克由马尔托夫领导，主张信任群众行动的自发性，涵盖所有无产阶级民众的所有行动。马尔托夫反对列宁的观点，坚持以第二国际为建党模式，主张把一切愿意入党的人全部吸收进来，并认为党员并不需要高度集中化组织化，只需“经常亲自协助党”即可。 布尔什维克派的领袖人物列宁认为，社会民主工党应该建立一个以少数“职业革命家”为核心、多数党员对其绝对服从的组织模式，即民主集中制。认为党员应严密组织化，人数应受到限制，“凡承认党纲、在物质上支持党并亲自参加党的一个组织的人，才可以作为党员”。认为普通的支持者必须排除于党外。 前文的1905年革命中，布尔什维克仅扮演着次要角色。革命后布尔什维克实际上是少数，直到1917年9月十月革命大规模清洗多数派孟什维克后才重新成为多数。 二月革命后，列宁返回俄国，并在布尔什维克会议上演讲，严厉批评计划与孟什维克，并公开发表自己撰写的著名报告《四月提纲》。他公开谴责支持临时政府的孟什维克、及在具影响力的彼得格勒苏维埃占首要地位的社会革命党，批评两者背叛社会主义。提倡立即与德国和奥匈帝国恢复和平状态、交由苏维埃统治、工业和银行国有化、及国家收归土地，借此建立无产阶级政府和推动社会主义社会发展。 11月，十月革命爆发。革命建立布尔什维克派领导的苏俄政府。最初这场革命未能得到首都彼得格勒以外地区的广泛承认。以旧贵族和资本家为主的保皇党再次开始支持尼古拉二世复辟，自由主义者虽反对复辟帝制，但各反布尔什维克势力暂时联合，组成白军与苏维埃政权对抗，俄国内战随即爆发。 1917年12月20日，苏俄政府建立了全俄肃反委员会（简称契卡）。旨在以恐怖手段消灭国内的“反革命势力”。1918年1月15日，苏俄政府颁布了建立脱离军队国家化、完全由布党领导的红军的法令。托洛茨基曾直言不讳的说：“红军的组织原则与皇帝军队的组织原则是非常相似的”。 反对列宁的论战列宁的政治理念引发了其他国家社会主义者的反对。罗莎·卢森堡对于民主与专政的辩证关系和先锋党内在矛盾的思考最为详尽。 罗莎·卢森堡是西欧颇具盛名的马克思主义理论家，德国共产党创始人之一。1918年，当世界沉醉于俄国革命胜利时，罗莎·卢森堡便写出了《论俄国革命》这本小册子。 1917年11月 布尔什维克在取得政权后马上解散立宪会议。卢森堡对此非常不满，她质问：“列宁和他的同志们直到十月胜利以前都激烈地要求召开立宪会议，正是克伦斯基政府在这件事上的拖延政策成为布尔什维克谴责那一政府的一个理由，为他们进行激烈攻击提供了口实。”但是，“列宁在十月革命后的第一个行动就是解散这个立宪会议”，“有什么理由能使他们决定采取这样令人迷惑不解的转变呢？” 列宁主义者认为“任何由普遍的人民选举产生的人民代议机构在一切革命期间都是无效的”。托洛茨基如是说：“由于为争取政府权力进行了公开和直接的斗争，工人群众在极短的时间内积累了大量的政治经验，迅速地从本身发展的一个阶段提高到另一个阶段。国家愈大，它的技术设备愈不完善，民主机构的笨重的机制就愈不适应这一发展。” 卢森堡对于“一般的民主机构的机制”这种说法非常的不满。她认为，“针对这种说法首先需要强调，这种对代议机构的评价表现出一种多少有些公式化的、僵硬的观点，一切革命时代的历史经验恰恰是与这种观点明显矛盾的。人民情绪的活的流体始终包围着代议机构，渗透它们，指引它们。否则我们怎么有可能在每一个资产阶级议会里都有时看到‘人民代表’非常有趣的疯癫行径呢？他们突然受到一种“新的精神”的鼓舞，唱出了完全出人意料的调子。” ”群众的情绪和政治成熟性对当选的机构施加的这种始终生机勃勃的影响难道恰恰会在一次革命中，由于党派标志和竞选名单仍是僵死的老一套就失去了效力吗？恰恰相反！恰恰是革命通过它的火热激情创造了稀薄的、振动着的、敏感的政治空气。在这种空气中，人民情绪的波浪、人民生活的脉搏立刻就以极其奇妙的方式对代议机构发生作用。“ 她义愤填膺地说，这一切都表明“民主机构的笨重的机制”这个说法不成立。“有一个有力的纠正者——这正是生机勃勃的群众运动，是它的不断施加的压力。机构愈民主，群众政治生活的脉搏愈活跃愈有力，影响就愈是直接和密切。”卢森堡指出，“当然，任何民主机构都有它的局限性和缺陷，这恐怕是人类设立的一切机构都有的。只不过托洛茨基和列宁找到的纠正办法即取消一切民主制却比这一办法应当制止的坏事更坏，因为它堵塞了唯一能够纠正社会机构的一切天生缺陷的那一生机勃勃的源泉本身，这就是最广大人民群众的积极的、不受限制的、朝气蓬勃的政治生活。” 卢森堡进一步批评，“问题并不仅限于立宪会议和选举权”，布尔什维克还“取消健康的公共生活和工人群众政治积极性的一个最重要的民主保证：取消出版自由、结社和集会的权利，苏维埃政府的一切反对者都被剥夺了这些自由和权利。”卢森堡写道：“列宁说：资产阶级国家是镇压工人阶级的工具，社会主义国家是镇压资产阶级的工具。它在某种程度上说只不过是颠倒过来的资产阶级国家。这一简单化了的观点忽略了最本质的东西：资产阶级的阶级统治不需要对全体人民群众进行政治训练和教育，无论如何不会超过某种有限的程度。对于无产阶级专政来说，这种训练和教育却是生存的要素，是空气，没有它无产阶级专政就不能存在。” 卢森堡一针见血地指出，一旦，“自由受到了限制，国家的公共生活就是枯燥的，贫乏的，公式化的，没有成效的，这正是因为它通过取消民主而堵塞了一切精神财富和进步的生动活泼的泉源。” “如果这一切都取消了，现实中还剩下什么呢？列宁和托洛茨基用苏维埃代替了根据普选产生的代议机构，认为苏维埃是劳动群众唯一真正的代表。但是随着政治生活在全国受到压制，苏维埃的生活也一定会日益陷于瘫痪。没有普选，没有不受限制的出版和集会自由，没有自由的意见交锋，任何公共机构的生命就要逐渐灭绝，就成为没有灵魂的生活，只有官僚仍是其中唯一的活动因素。” “公共生活逐渐沉寂，几十个具有无穷无尽的精力和无边无际的理想主义的党的领导人指挥着和统治着，在他们中间实际上是十几个杰出人物在领导，还有一批工人中的精华不时被召集来开会，聆听领袖的演说并为之鼓掌，一致同意提出来的决议，由此可见，这根本是一种小集团统治——这固然是一种专政，但不是无产阶级专政，而是一小撮政治家的专政。” “她对无产阶级专政提出铿锵有力的解析：“是啊：专政！但这一专政是在于运用民主的方式，而不是在于取消民主，是在于有力地、坚决地侵犯资产阶级社会的既得权利和经济关系，没有这种侵犯，社会主义革命就不能实现。但是这一专政必须是阶级的事业，而不是极少数领导人以阶级的名义实行的事业，这就是说，它必须处处来自群众的积极参与，处于群众的直接影响下，接受全体公众的监督，从人民群众日益发达的政治教育中产生出来。” 国际组织分道扬镳1910年左右，第二国际内部就已经形成了左、中、右三派，其中左派坚持革命的马克思主义，中派以正统马克思主义自居，而右派则走向了改良主义。 1912年，在社会党国际局成员中，中派和右派代表已经占据了压倒性多数。一战爆发后，大多数社会主义党的领袖公开违背此前通过的《巴塞尔宣言》，纷纷站到了本国政府一边，支持“保卫祖国”的战争。在现实面前，民族主义战胜了无产阶级国际主义。在第二国际内部，具有重要影响的德国社会民主党成了这场社会主义运动史上重大叛变的领头羊。 1919年2月，右派在伯尔尼召开了社会党国际代表会议，并且宣告之前已形同解散的第二国际的复活，又称伯尔尼国际。同年3月，各国共产党组织在莫斯科宣布建立第三国际，亦称共产国际。1921年，中派在维也纳成立了社会党国际工人联合会，别称维也纳国际。至此，第二国际在组织上完全退出了历史舞台。 结语这篇文章结束了，但这并不是全部。在下篇文章中，我们将会了解十月革命后苏维埃政府的政策、斯大林主义与托洛茨基主义，理解一国建成社会主义论与不断革命论，具体解释威权社会主义掌握主动权后，对国际社会主义运动的发展，时间线将延伸至二战全面爆发前。","tags":[{"name":"政治","slug":"政治","permalink":"https://mouuy.com/tags/%E6%94%BF%E6%B2%BB/"}]},{"title":"白嫖？使用Github+Jsdelivr免费Cdn与图床。","date":"2020-08-04T18:15:27.000Z","path":"archives/144/","text":"写博客图片太多怎么办？国内服务器小水管静态文件太多怎么办？来白嫖Jsdelivr吧。 Jsdelivr介绍Jsdelivr是一个很好用的免费公用CDN，并直接整合了GitHub的资源，方便使用，更为重要的是： 这意味Jsdelivr在国内拥有节点，速度不逊于大部分国内cdn直接ping，华东联通可以达到个位数延迟。 由于Jsdelivr整合了Github的资源，我们可以通过Github来上传我们的资源，以后图片、css和js啥的静态资源往里面一丢，速度直接起飞。 Git的使用为了方便的将资源上传到Github，我将使用Git——世界上目前最先进的分布式版本控制系统。 相信大部分人都与我一样，日常使用windows系统，因此只介绍windows下使用方法，只包含几条必要命令。 你可以直接前往官网下载安装程序。 来到GitHub，先为自己建一个仓库吧。进入仓库，右上角可见绿色的clone and downloding，其中提供了两种仓库远程连接方式，SSH与Https。 本着简单的理念，这里演示Https连接，复制地址来到你系统中存放你要上传文件的目录，右击选择git bash here。 然后输入 12git clone 你的连接地址git status 接下来你新增的文件会用红色表示 123git add .git commit -m 提交git push 提交上传一气呵成，过程中会需要你输入Github的账号密码，完成后就可以在仓库看到你的文件了。 jsdelivr的使用说到jsdelivr的用法，其实很简单，比如： 1.jpg在仓库中的目录是 images/1.jpg 那么在jsdelivr中则是 1https:&#x2F;&#x2F;cdn.jsdelivr.net&#x2F;gh&#x2F;用户名&#x2F;仓库名&#x2F;images&#x2F;1.jpg 很好理解吧。 如果你想要版本控制，调用v1.0版本中的文件则是 1https:&#x2F;&#x2F;cdn.jsdelivr.net&#x2F;gh&#x2F;用户名&#x2F;仓库名@v1.0&#x2F;images&#x2F;1.jpg 若不输入版本号，默认使用最新文件。 Wordpress中的使用利用jsdelivr，把你博客中诸如css，js，图片等静态文件全丢进cdn吧。 问题来了，怎么在Wordpress中调用？ 其实较有名的插件wp super cache就可以完成这项工作。 在设置的cdn一栏，将off-site URL改成你的仓库地址 你可按需求选择要由cdn提供的文件夹，并可排除.php等后缀的动态文件 由于我目前使用的主题可以直接使用来自cdn的文件，于是就只将其作为图床。 勾选上面的开启CDN支持后，保存更改。 随便选一篇文章，在新标签页中打开图片，地址已经来自jsdelivr了。 由此，我们可以将jsdelivr作为免费图床，成功拯救1M小水管的服务器于水火之中。","tags":[{"name":"日常","slug":"日常","permalink":"https://mouuy.com/tags/%E6%97%A5%E5%B8%B8/"}]},{"title":"Hexo-Next主题配置","date":"2020-03-08T14:08:13.000Z","path":"archives/6290/","text":"Hexo-Next主题配置记录本博客Next主题的修改配置。大部分内容仅适用于Next主题。 一、为添加侧边栏分类在博客根目录输入 1hexo new page categories 编辑/source/categories/index.md 12345---title: categoriesdate: 2020-03-02 12:33:16type: &quot;categories&quot;--- 编辑/themes/next/_config.yml 123456789menu: home: &#x2F; || home #about: &#x2F;about&#x2F; || user #tags: &#x2F;tags&#x2F; || tags categories: &#x2F;categories&#x2F; || th archives: &#x2F;archives&#x2F; || archive #schedule: &#x2F;schedule&#x2F; || calendar #sitemap: &#x2F;sitemap.xml || sitemap #commonweal: &#x2F;404&#x2F; || heartbeat 完成。 二、编辑页脚信息去除页脚的Hexo驱动信息与Next主题信息编辑/themes/next/_config.yml 12345powered: # 删除hexo驱动信息 enable: false # 删除Hexo版本信息 version: false 12345theme: # 删除主题信息 enable: false # 删除主题版本信息 version: false 完成。 三、添加侧栏社交编辑/themes/next/_Config.yml 123456789101112social: GitHub: https:&#x2F;&#x2F;github.com&#x2F;yourname || github E-Mail: mailto:your@gmail.com || envelope Weibo: https:&#x2F;&#x2F;weibo.com&#x2F;yourname || weibo #Google: https:&#x2F;&#x2F;plus.google.com&#x2F;yourname || google #Twitter: https:&#x2F;&#x2F;twitter.com&#x2F;yourname || twitter #FB Page: https:&#x2F;&#x2F;www.facebook.com&#x2F;yourname || facebook #StackOverflow: https:&#x2F;&#x2F;stackoverflow.com&#x2F;yourname || stack-overflow #YouTube: https:&#x2F;&#x2F;youtube.com&#x2F;yourname || youtube #Instagram: https:&#x2F;&#x2F;instagram.com&#x2F;yourname || instagram #Skype: skype:yourname?call|chat || skype steam: 个人资料链接 || steam 去除需要添加的社交平台的#，然后编辑链接完成。 四、添加头像编辑/themes/next/_config.yml 1234567avatar: #设置url连接 url: #头像转动 rounded: false #光标移动到头像后转动 rotated: false 完成 五、添加favicon编辑/themes/next/_config.yml 1234567favicon: small: &#x2F;images&#x2F;favicon-16x16-next.png medium: &#x2F;images&#x2F;favicon-32x32-next.png apple_touch_icon: &#x2F;images&#x2F;apple-touch-icon-next.png safari_pinned_tab: &#x2F;images&#x2F;logo.svg #android_manifest: &#x2F;images&#x2F;manifest.json #ms_browserconfig: &#x2F;images&#x2F;browserconfig.xml 修改相关url完成 六、修改高亮样式编辑/themes/next/_config.ymlnext提供了八种样式 normal night night blue night bright night eighties solarized solarized dark galactic 我选择使用night 1highlight_theme: night 完成 七、主题中添加百度推送编辑/themes/next/_config.yml 123baidu_push: true...seo: true 完成 八、添加Pjax出现Bug暂时停用来到/themes/next 1git clone https:&#x2F;&#x2F;github.com&#x2F;theme-next&#x2F;theme-next-pjax source&#x2F;lib&#x2F;pjax 编辑/themes/next/_config.yml 1pjax: true 完成。 九、添加全局aplayer播放器本改动建立在 八、添加Pjax 的基础上，如果你使用了Pjax，就可实现不间断播放。并参考了Macyrate的相关文章。复制以下代码到\\theme\\next\\layout_layout.swig 12345678910111213141516171819&lt;!-- 引用依赖 --&gt;&lt;link rel=\"stylesheet\" href=\"https://cdn.jsdelivr.net/npm/aplayer@1.10.1/dist/APlayer.min.css\"&gt;&lt;script src=\"https://cdn.jsdelivr.net/npm/aplayer@1.10.1/dist/APlayer.min.js\"&gt;&lt;/script&gt;&lt;script src=\"https://cdn.jsdelivr.net/npm/meting@1.2.0/dist/Meting.min.js\"&gt;&lt;/script&gt;&lt;!-- APlayer本体 --&gt;&lt;div class=\"aplayer\" data-id=\"2465890057\" #你的网易云歌单ID data-server=\"netease\" #设置网易云 data-type=\"playlist\" #设置歌单 data-fixed=\"true\" #吸底模式 data-autoplay=\"true\" #设置自动播放 data-order=\"random\" #设置播放顺序 data-volume=\"0.55\" data-theme=\"#cc543a\" date-preload=\"auto\" &gt; &lt;/div&gt;&lt;!--如果将本体放在body里面导致页面加载出现问题，请尝试放到body体后面--&gt; aplayer的属性具体设置参考请aplayer中文文档 使用时请在前面加上data- 感谢Macyrate完成。 十、修改主题配色参考文章感谢周阳光编辑/themes/next/source/css/_variables/base.styl 123456789101112131415$whitesmoke &#x3D; #f5f5f5$gainsboro &#x3D; #eee &#x2F;&#x2F;这个是边栏头像外框的颜色，$gray-lighter &#x3D; #ddd &#x2F;&#x2F;文章中插入图片边框颜色$grey-light &#x3D; #ccc &#x2F;&#x2F;文章之间分割线、下划线颜色$grey &#x3D; #bbb &#x2F;&#x2F;页面选中圆点颜色$grey-dark &#x3D; #999$grey-dim &#x3D; #666 &#x2F;&#x2F;侧边栏目录字体颜色$black-light &#x3D; #555 &#x2F;&#x2F;修改文章字体颜色$black-dim &#x3D; #333$black-deep &#x3D; #495a80 &#x2F;&#x2F;修改主题的颜色，这里我已经改成老蓝色了。$red &#x3D; #ff2a2a$blue-bright &#x3D; #87daff$blue &#x3D; #0684bd$blue-deep &#x3D; #262a30$orange &#x3D; #F39D01 &#x2F;&#x2F;浏览文章时，目录选中的颜色 未完待续","tags":[{"name":"Hexo","slug":"Hexo","permalink":"https://mouuy.com/tags/Hexo/"}]},{"title":"Hello World","date":"2020-03-05T14:08:13.000Z","path":"archives/16107/","text":"Hello world!欢迎来到怀中道标!Hello world!","tags":[{"name":"日常","slug":"日常","permalink":"https://mouuy.com/tags/%E6%97%A5%E5%B8%B8/"}]}]